Repository: RonaldoSwift/BankAppSwiftUI
Catalog: BankAppSwiftUI/Resources/*.lproj/Localizable.strings
Languages: es_419

# register.modal.dni.text
source: Register with my DNI and selfie
es_419: Registrarme con mi DNI y selfie

# register.modal.debit.text
source: Register with my debit card
es_419: Registrarme con tarjeta de d√©bito

# register.modal.pagos.terceros.text
source: Pay loans to third parties
es_419: Pagar prestamos a terceros

# register.modal.irWeb.text
source: Go to the website
es_419: Ir a la web

# register.modal.otrosPagos.text
source: Other payments
es_419: Otros pagos

# register.modal.pagarServicios.text
source: Pay for services
es_419: Pagar servicios

# register.modal.servicioQueDesea.text
source: Choose the service you want
es_419: Elige el servicio que desea

# register.modal.Empresa.text
source: Company
es_419: Empresa

# register.modal.Luz.text
source: Light
es_419: Luz

# register.modal.Telecomunicacion.text
source: Telecommunication
es_419: Telecomunicacion

# register.modal.Telefono.text
source: Phone
es_419: Telefono
